{
  "gameDescription": "The players take on the part of dwarves. Either they are gold-diggers (miners), working their tunnels ever deeper into the mountain in search of treasures, or they are saboteurs trying to put obstacles into the diggers’ path. The members of each group should support each other, even though often they can only guess who is what. If the gold-diggers manage to create a path to the treasure, they are duly rewarded with gold, while the saboteurs have to leave with coal in their pockets. However, should the gold-diggers fail, the saboteurs reap the reward. Only when the gold is found the roles are revealed.",
  "gameSetup": "In the beginning only four tiles are in the gameworld. The left most tile is the starting tile, from which the dwarfs can start the path. The three goal tiles, or veins, are seven tiles to the right from the start tile. Two veins are coal and one is gold.",
  "turn": "The dwarfs take turns placing either a path, an eye or discarding a tile (only one of these actions can be performed). The turn will end with receiving another tile, if there are any left.",
  "miners": "The goal of the miners is to find the gold via placing an uninterrupted path from the start to the gold vein. Tiles can only be placed, if they have an uninterrupted path leading to the start and the paths align with all the adjacent tiles. For example a path that leads into a wall is illegal. Keep in mind blocking paths with a blocking tile is legal.",
  "saboteurs": "The goal of the saboteurs is to prevent the miners from reaching the goal, via blocking or missleading. Saboteurs should try to conceal themselves and not be too obvious with disrupting the game.",
  "veinInspection": "In the beginning, it is unknown which vein has gold beneath and which has coal. With the eye a dwarf can inspect one vein for a brief amount of time. If a vein is connected to the start, said vein will be permanently revealed.",
  "gameEnd": "If the gold vein is found, the miners win, and if the coal vein is found the game continues. If all the 44 tiles are used up, without reaching the gold the saboteurs win.",
  "closing": "Good luck digging and saboteuring!"
}